i = 5
print(i)
i = i + 1
print(i)

s = ''' 
    Это многострочная строка.
    Это вторая её строка.'''
print(s)

# Вот как эта программа работает. Сперва мы присваиваем значение констан-
# ты 5 переменной i, используя оператор присваивания (=). Эта строка назы-
# вается предложением и указывает, что должно быть произведено некоторое
# действие, и в данном случае мы связываем имя переменной i со значением
# 5. Затем мы печатаем значение i, используя функцию print, которая просто
# печатает значение переменной на экране.
# Далее мы добавляем 1 к значению, хранящемуся в i и сохраняем его там. По-
# сле этого мы печатаем его и получаем значение 6, что неудивительно.
# Аналогичным образом мы присваиваем строковую константу переменной s,
# после чего печатаем её.